#pragma once
#include <windows.h>

void SetColor(int text, int bg);

/*SetColor(1, 0); ńčíčé
    puts("0000000000000000000000000  1");
    SetColor(2, 0); çĺëĺíűé
    puts("0000000000000000000000000  2");
    SetColor(3, 0); ňóńęëűé ăîëóáîé
    puts("0000000000000000000000000  3");
    SetColor(4, 0); ęđŕńíűé
    puts("0000000000000000000000000  4");
    SetColor(5, 0); ďóđďóđíűé
    puts("0000000000000000000000000  5");
    SetColor(6, 0); îđŕíćĺâűé
    puts("0000000000000000000000000  6");
    SetColor(7, 0); ńĺđűé
    puts("0000000000000000000000000  7");
    SetColor(8, 0); ňĺěíî-ńĺđűé
    puts("0000000000000000000000000  8");
    SetColor(9, 0); ăîëóáîé
    puts("0000000000000000000000000  9");
    SetColor(10, 0); ćĺëňűé
    puts("0000000000000000000000000  10");
    SetColor(11, 0); ńâĺňëî-ńĺđűé
    puts("0000000000000000000000000  11");
    SetColor(12, 0); đîçîâűé
    puts("0000000000000000000000000  12");
    SetColor(13, 0); ďîőîć íŕ 5
    puts("0000000000000000000000000  13");
    SetColor(14, 0); ŕęâŕěŕđčí
    puts("0000000000000000000000000  14");
    SetColor(15, 0); áĺëűé
    puts("0000000000000000000000000  15");*/
